Revit 2027 API
ParameterTypeId.DpartLayerConstruction Property
 "Construction"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DpartLayerConstruction { get; }
Public Shared ReadOnly Property DpartLayerConstruction As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DpartLayerConstruction {
	ForgeTypeId^ get ();
}
static member DpartLayerConstruction : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace